---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserProfile
source: html/22d7b263-c68a-03de-2579-f2f53674e026.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeRiserProfile Property

"Riser Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeRiserProfile { get; }
```